tataCoding/Help/epoukaz_dokumentace_pro_vyvojare_v9/XML_priklady/ZmenitStavPoukazu_request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cuep="http://www.sukl.cz/erp/cuep" xmlns:com="http://www.sukl.cz/erp/common">
    <soapenv:Header/>
    <soapenv:Body>
        <cuep:ZmenaStavuPredpisuDotaz>
            <cuep:Doklad>
                <cuep:ID_Dokladu>GJR3FTS85</cuep:ID_Dokladu>
                <com:Pristupujici>
                    <com:Uzivatel>669cac52-b591-4276-8815-f81a2f97192a</com:Uzivatel>
                    <com:Pracoviste>00000000010</com:Pracoviste>
                </com:Pristupujici>
                <cuep:Stav>PRIPRAVOVANY</cuep:Stav>
            </cuep:Doklad>
            <com:Zprava>
                <com:ID_Zpravy>4aa8f587-1198-4a11-b844-1c355115e7e6</com:ID_Zpravy>
                <com:Verze>202201A</com:Verze>
                <com:Odeslano>2021-09-07T14:02:10.198+02:00</com:Odeslano>
                <com:SW_Klienta>0123456789AB</com:SW_Klienta>
            </com:Zprava>
        </cuep:ZmenaStavuPredpisuDotaz>
    </soapenv:Body>
</soapenv:Envelope>
